[
  {
    "name": "Vocal /a/ Sostenida",
    "type": "Vocal Sostenida",
    "description": "Este ejercicio se centra en evaluar la capacidad del usuario para mantener un tono y un volumen constantes mientras mantiene el sonido /a/. Los cambios en el habla, como un tono o volumen irregulares, podrían indicar patrones de habla neurodegenerativos.\n\nAl practicar vocales sostenidas, los usuarios también pueden mejorar el control de la respiración y la fuerza vocal. Este ejercicio ayuda a aislar la voz y a identificar posibles problemas, lo que puede ser útil para la detección precoz de trastornos neurodegenerativos del habla.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respire profundamente por la nariz.",
      "Pronuncie la vocal /a/ y mantenga el sonido durante 10 segundos, manteniendo un tono y volumen consistentes.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_01",
    "difficulty": "Fácil",
    "duration": "15 segundos"
  },
  {
    "name": "Vocal /o/ Sostenida",
    "type": "Vocal Sostenida",
    "description": "El ejercicio de vocal sostenida /o/ ayuda a evaluar la capacidad del usuario para mantener un tono y un volumen constantes mientras mantiene el sonido /o/. Este ejercicio puede proporcionar información sobre el control de la respiración del usuario, la calidad vocal y los posibles cambios neurodegenerativos del habla.\n\nMantener el sonido /o/ también puede ayudar a los usuarios a mejorar su resonancia vocal y la calidad general del habla. La práctica regular de las vocales sostenidas puede ayudar a la detección precoz de problemas del habla relacionados con enfermedades neurodegenerativas.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respire profundamente por la nariz.",
      "Pronuncie la vocal /o/ y mantenga el sonido el mayor tiempo posible, manteniendo un tono y volumen consistentes.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_02",
    "difficulty": "Fácil",
    "duration": "15 segundos"
  },
  {
    "name": "Repetición de palabra",
    "type": "Repetición",
    "description": "Este ejercicio evalúa la capacidad del usuario para pronunciar y repetir con precisión palabras sencillas, lo que puede ayudar a identificar dificultades del habla relacionadas con afecciones neurodegenerativas.\n\nCentrarse en la pronunciación clara y la repetición de palabras sencillas ayuda a los usuarios a desarrollar y mantener sus habilidades de articulación. Este ejercicio también puede ayudar a reconocer a tiempo posibles problemas del habla, lo que permite una intervención y un apoyo oportunos.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respira profundamente por la nariz.",
      "Concéntrese en la palabra 'manzana' como palabra a repetir.",
      "Repite la palabra 'manzana' de la forma más clara y precisa posible.",
      "La aplicación grabará su pronunciación de la palabra 'manzana' para su evaluación.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_03",
    "difficulty": "Fácil",
    "duration": "10 segundos"
  },
  {
    "name": "Ejercicio Diadococinético",
    "type": "Diadococinético",
    "description": "Este ejercicio evalúa la capacidad del usuario para alternar con rapidez y precisión diferentes sílabas (/pa/, /ta/ y /ka/). Los cambios en la velocidad o precisión de la alternancia de sílabas podrían indicar patrones neurodegenerativos del habla.\n\nLos ejercicios diadococinéticos ayudan a los usuarios a mejorar el control y la coordinación motora del habla, lo que facilita la alternancia entre distintos sonidos y sílabas. La práctica regular de este ejercicio puede contribuir a la identificación precoz de dificultades del habla relacionadas con afecciones neurodegenerativas.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respire profundamente por la nariz.",
      "Repita los grupos silábicos /pa/, /ta/ y /ka/ con la mayor rapidez y precisión posibles durante 10 segundos.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_04",
    "difficulty": "Moderada",
    "duration": "20 segundos"
  },
  {
    "name": "Repetición de Frase",
    "type": "Repetición",
    "description": "Este ejercicio evalúa la capacidad del usuario para pronunciar y articular con precisión una frase determinada. Los cambios en la claridad o fluidez del habla podrían indicar patrones de habla neurodegenerativos.\n\nPracticar la repetición de frases ayuda a los usuarios a mejorar la fluidez del habla, el ritmo y la capacidad de comunicación en general. Este ejercicio también puede ayudar a detectar posibles problemas del habla en sus primeras fases, lo que permite una intervención y un apoyo más eficaces.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respire profundamente por la nariz.",
      "Escuche la frase dada y repítala con la mayor precisión posible durante 10 segundos.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_05",
    "difficulty": "Moderada",
    "duration": "10 segundos"
  },
  {
    "name": "Lectura",
    "type": "Lectura",
    "description": "Este ejercicio evalúa la capacidad del usuario para leer y pronunciar palabras de un texto determinado durante 10 segundos. Los cambios en la fluidez de la lectura o en la pronunciación podrían indicar patrones neurodegenerativos del habla.\n\nLa lectura en voz alta ayuda a los usuarios a desarrollar sus habilidades de pronunciación, fluidez y comprensión, que son esenciales para una comunicación eficaz. La práctica regular de este ejercicio puede contribuir a la identificación precoz de dificultades del habla asociadas a enfermedades neurodegenerativas.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respira profundamente por la nariz.",
      "Lea el texto en voz alta, pronunciando cada palabra con la mayor precisión posible durante 10 segundos.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_06",
    "difficulty": "Difícil",
    "duration": "30 segundos"
  },
  {
    "name": "Narración",
    "type": "Narración",
    "description": "El ejercicio de narración tiene por objeto evaluar la capacidad del usuario para contar una historia o un acontecimiento breve, centrándose en la fluidez, la coherencia y la articulación. Los patrones del habla durante la narración pueden proporcionar información valiosa sobre la capacidad de comunicación del usuario y ayudar a identificar posibles problemas neurodegenerativos del habla.\n\nLa práctica de la narración puede mejorar las habilidades comunicativas, aumentando la capacidad del usuario para expresar sus pensamientos de forma clara y coherente. Este ejercicio también sirve como herramienta eficaz para la detección precoz de dificultades del habla asociadas a enfermedades neurodegenerativas, lo que permite una intervención y un apoyo oportunos.",
    "instructions": [
      "Siéntate o ponte de pie cómodamente con una postura recta.",
      "Respire profundamente por la nariz.",
      "Piense en una historia o acontecimiento sencillo, como un día memorable, un incidente gracioso o un recuerdo de la infancia.",
      "Narre la historia durante 10 segundos, centrándose en la fluidez, la coherencia y la articulación.",
      "Exhale lentamente y relájese."
    ],
    "image": "image_07",
    "difficulty": "Moderada",
    "duration": "45 segundos"
  }
]
